Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 孟子曰：「規矩，方員之至也。聖人，人倫之至也。欲爲君，盡君道；欲爲臣，盡臣道，二者皆法堯舜而已矣。不以舜之所以事堯事君，不敬其君者也；不以堯之所以治民治民，賊其民者也。孔子曰：『道二，仁與不仁而已矣。』暴其民甚，則身弒國亡，不甚，則身危國削，名之曰『幽』、『厲』，雖孝子慈孫，百世不能改也。《詩》云：『殷鑒不遠，在夏后之世。』此之謂也。」
en: Mencius said, 'The compass and square produce perfect circles and squares. By the sages, the human relations are perfectly exhibited. He who as a sovereign would perfectly discharge the duties of a sovereign, and he who as a minister would perfectly discharge the duties of a minister, have only to imitate - the one Yao, and the other Shun. He who does not serve his sovereign as Shun served Yao, does not respect his sovereign; and he who does not rule his people as Yao ruled his, injures his people. Confucius said, "There are but two courses, which can be pursued, that of virtue and its opposite." A ruler who carries the oppression of his people to the highest pitch, will himself be slain, and his kingdom will perish. If one stop short of the highest pitch, his life will notwithstanding be in danger, and his kingdom will be weakened. He will be styled "The Dark," or "The Cruel," and though he may have filial sons and affectionate grandsons, they will not be able in a hundred generations to change the designation. This is what is intended in the words of the Book of Poetry, "The beacon of Yin is not remote, It is in the time of the (last) sovereign of Xia."'

source: 孟子曰：「三代之得天下也以仁，其失天下也以不仁。國之所以廢興存亡者亦然。天子不仁，不保四海；諸侯不仁，不保社稷；卿大夫不仁，不保宗廟；士庶人不仁，不保四體。今惡死亡而樂不仁，是由惡醉而強酒。」
en: Mencius said, 'It was by benevolence that the three dynasties gained the throne, and by not being benevolent that they lost it. It is by the same means that the decaying and flourishing, the preservation and perishing, of States are determined. If the sovereign be not benevolent, he cannot preserve the throne from passing from him. If the Head of a State be not benevolent, he cannot preserve his rule. If a high noble or great officer be not benevolent, he cannot preserve his ancestral temple. If a scholar or common man be not benevolent, be cannot preserve his four limbs. Now they hate death and ruin, and yet delight in being not benevolent - this is like hating to be drunk, and yet being strong to drink wine!'

source: 孟子曰：「愛人不親，反其仁；治人不治，反其智；禮人不答，反其敬。行有不得者，皆反求諸己。其身正而天下歸之。《詩》云：『永言配命，自求多福。』」
en: Mencius said, 'If a man love others, and no responsive attachment is shown to him, let him turn inwards and examine his own benevolence. If he is trying to rule others, and his government is unsuccessful, let him turn inwards and examine his wisdom. If he treats others politely, and they do not return his politeness, let him turn inwards and examine his own feeling of respect. When we do not, by what we do, realise what we desire, we must turn inwards, and examine ourselves in every point. When a man's person is correct, the whole kingdom will turn to him with recognition and submission. It is said in the Book of Poetry, "Be always studious to be in harmony with the ordinances of God, And you will obtain much happiness."'

source: 孟子曰：「人有恒言，皆曰『天下國家』，天下之本在國，國之本在家，家之本在身。」
en: Mencius said, 'People have this common saying, "The kingdom, the State, the family." The root of the kingdom is in the State. The root of the State is in the family. The root of the family is in the person of its Head.'

source: 孟子曰：「爲政不難，不得罪於巨室。巨室之所慕，一國慕之；一國之所慕，天下慕之。故沛然德教，溢乎四海。」
en: Mencius said, 'The administration of government is not difficult - it lies in not offending the great families. He whom the great families affect, will be affected by the whole State; and he whom any one State affects, will be affected by the whole kingdom. When this is the case, such an one's virtue and teachings will spread over all within the four seas like the rush of water.'

source: 孟子曰：「天下有道，小德役大德，小賢役大賢。天下無道，小役大，弱役強，斯二者，天也。順天者存，逆天者亡。齊景公曰：『既不能令，又不受命，是絶物也。』涕出而女於呉。今也小國師大國，而恥受命焉，是猶弟子而恥受命於先師也。如恥之，莫若師文王，師文王，大國五年，小國七年，必爲政於天下矣。《詩》云：『商之孫子，其麗不億。上帝既命，侯于周服。侯服于周，天命靡常。殷士膚敏，祼將于京。』孔子曰：『仁不可爲衆也夫！國君好仁，天下無敵。』今也欲無敵於天下，而不以仁，是猶執熱而不以濯也。《詩》云：『誰能執熱，逝不以濯？』」
en: Mencius said, 'When right government prevails in the kingdom, princes of little virtue are submissive to those of great, and those of little worth to those of great. When bad government prevails in the kingdom, princes of small power are submissive to those of great, and the weak to the strong. Both these cases are the rule of Heaven. They who accord with Heaven are preserved, and they who rebel against Heaven perish. The duke Jing of Qi said, "Not to be able to command others, and at the same time to refuse to receive their commands, is to cut one's self off from all intercourse with others." His tears flowed forth while he gave his daughter to be married to the prince of Wu. 'Now the small States imitate the large, and yet are ashamed to receive their commands. This is like a scholar's being ashamed to receive the commands of his master. For a prince who is ashamed of this, the best plan is to imitate king Wen. Let one imitate king Wen, and in five years, if his State be large, or in seven years, if it be small, he will be sure to give laws to the kingdom. It is said in the Book of Poetry, "The descendants of the sovereigns of the Shang dynasty, Are in number more than hundreds of thousands, But, God having passed His decree, They are all submissive to Zhou. They are submissive to Zhou, Because the decree of Heaven is not unchanging. The officers of Yin, admirable and alert, Pour out the libations, and assist in the capital of Zhou." Confucius said, "As against so benevolent a sovereign, they could not be deemed a multitude." Thus, if the prince of a state love benevolence, he will have no opponent in all the kingdom. Now they wish to have no opponent in all the kingdom, but they do not seek to attain this by being benevolent. This is like a man laying hold of a heated substance, and not having first dipped it in water. It is said in the Book of Poetry, "Who can take up a heated substance, Without first dipping it (in water)?"'

source: 孟子曰：「不仁者，可與言哉？安其危而利其葘，樂其所以亡者。不仁而可與言，則何亡國敗家之有？有孺子歌曰：『滄浪之水淸兮，可以濯我纓；滄浪之水濁兮，可以濯我足。』孔子曰：『小子聽之！淸斯濯纓，濁斯濯足矣，自取之也。』夫人必自侮，然後人侮之；家必自毀，而後人毀之；國必自伐，而後人伐之。《太甲》曰：『天作孽，猶可違；自作孽，不可活』，此之謂也。」
en: Mencius said, 'How is it possible to speak with those princes who are not benevolent? Their perils they count safety, their calamities they count profitable, and they have pleasure in the things by which they perish. If it were possible to talk with them who so violate benevolence, how could we have such destruction of States and ruin of Families? There was a boy singing, "When the water of the Cang Lang is clear, It does to wash the strings of my cap; When the water of the Cang Lang is muddy, It does to wash my feet." Confucius said, "Hear what he sings, my children. When clear, then he will wash his cap-strings; and when muddy, he will wash his feet with it. This different application is brought by the water on itself." A man must first despise himself, and then others will despise him. A family must first destroy itself, and then others will destroy it. A State must first smite itself, and then others will smite it. This is illustrated in the passage of the Tai Jia, "When Heaven sends down calamities, it is still possible to escape them. When we occasion the calamities ourselves, it is not possible any longer to live."'

source: 孟子曰：「桀紂之失天下也，失其民也。失其民者，失其心也。得天下有道：得其民斯得天下矣。得其民有道，得其心斯得民矣。得其心有道：所欲，與之聚之；所惡，勿施爾也。民之歸仁也，猶水之就下，獸之走壙也。故爲淵驅魚者，獺也；爲叢驅爵者，鹯也；爲湯、武驅民者，桀與紂也。今天下之君有好仁者，則諸侯皆爲之駆矣；雖欲無王，不可得已。今之欲王者，猶七年之病求三年之艾也。茍爲不畜，終身不得。茍不志於仁，終身憂辱，以陷於死亡。《詩》云：『其何能淑？載胥及溺』，此之謂也。」
en: Mencius said, 'Jie and Zhou's losing the throne, arose from their losing the people, and to lose the people means to lose their hearts. There is a way to get the kingdom: get the people, and the kingdom is got. There is a way to get the people: get their hearts, and the people are got. There is a way to get their hearts: it is simply to collect for them what they like, and not to lay on them what they dislike. The people turn to a benevolent rule as water flows downwards, and as wild beasts fly to the wilderness. Accordingly, as the otter aids the deep waters, driving the fish into them, and the hawk aids the thickets, driving the little birds to them, so Jie and Zhou aided Tang and Wu, driving the people to them. If among the present rulers of the kingdom, there were one who loved benevolence, all the other princes would aid him, by driving the people to him. Although he wished not to become sovereign, he could not avoid becoming so. The case of one of the present princes wishing to become sovereign is like the having to seek for mugwort three years old, to cure a seven years' sickness. If it have not been kept in store, the patient may all his life not get it. If the princes do not set their wills on benevolence, all their days will be in sorrow and disgrace, and they will be involved in death and ruin. This is illustrated by what is said in the Book of Poetry, "How otherwise can you improve the kingdom? You will only with it go to ruin."'

source: 孟子曰：「自暴者，不可與有言也；自棄者，不可與有爲也。言非禮義，謂之自暴也；吾身不能居仁由義，謂之自棄也。」「仁，人之安宅也；義，人之正路也。曠安宅而弗居，舍正路而不由，哀哉！」
en: Mencius said, 'With those who do violence to themselves, it is impossible to speak. With those who throw themselves away, it is impossible to do anything. To disown in his conversation propriety and righteousness, is what we mean by doing violence to one's self. To say "I am not able to dwell in benevolence or pursue the path of righteousness," is what we mean by throwing one's self away. Benevolence is the tranquil habitation of man, and righteousness is his straight path. Alas for them, who leave the tranquil dwelling empty and do not reside in it, and who abandon the right path and do not pursue it?'

source: 孟子曰：「道在邇，而求諸遠；事在易，而求諸難。人人親其親、長其長，而天下平。」
en: Mencius said, 'The path of duty lies in what is near, and men seek for it in what is remote. The work of duty lies in what is easy, and men seek for it in what is difficult. If each man would love his parents and show the due respect to his elders, the whole land would enjoy tranquillity.'

source: 孟子曰：「居下位而不獲於上，民不可得而治也。獲於上有道，不信於友，弗獲於上矣。信於友有道，事親弗悅，弗信於友矣。悅親有道，反身不誠，不悅於親矣。誠身有道，不明乎善，不誠其身矣。是故誠者，天之道也。思誠者，人之道也。至誠而不動者，未之有也。不誠，未有能動者也。」
en: Mencius said, 'When those occupying inferior situations do not obtain the confidence of the sovereign, they cannot succeed in governing the people. There is a way to obtain the confidence of the sovereign: if one is not trusted by his friends, he will not obtain the confidence of his sovereign. There is a way of being trusted by one's friends: if one do not serve his parents so as to make them pleased, he will not be trusted by his friends. There is a way to make one's parents pleased: if one, on turning his thoughts inwards, finds a want of sincerity, he will not give pleasure to his parents. There is a way to the attainment of sincerity in one's self: if a man do not understand what is good, he will not attain sincerity in himself. Therefore, sincerity is the way of Heaven. To think how to be sincere is the way of man. Never has there been one possessed of complete sincerity, who did not move others. Never has there been one who had not sincerity who was able to move others.'

source: 孟子曰：「伯夷辟紂，居北海之濱，聞文王作興，曰：『盍歸乎來！吾聞西伯善養老者。』太公辟紂，居東海之濱，聞文王作興，曰：『盍歸乎來！吾聞西伯善養老者。』二老者，天下之大老也而歸之，是天下之父歸之也。天下之父歸之，其子焉往？諸侯有行文王之政者，七年之内，必爲政於天下矣。」
en: Mencius said, 'Bo Yi, that he might avoid Zhou, was dwelling on the coast of the northern sea. When he heard of the rise of king Wen, he roused himself, and said, "Why should I not go and follow him? I have heard that the chief of the West knows well how to nourish the old." Tai Gong, that he might avoid Zhou, was dwelling on the coast of the eastern sea. When he heard of the rise of king Wen, he roused himself, and said, "Why should I not go and follow him? I have heard that the chief of the West knows well how to nourish the old." Those two old men were the greatest old men of the kingdom. When they came to follow king Wen, it was the fathers of the kingdom coming to follow him. When the fathers of the kingdom joined him, how could the sons go to any other? Were any of the princes to practise the government of king Wen, within seven years he would be sure to be giving laws to the kingdom.'

source: 孟子曰：「求也，爲季氏宰，無能改於其德，而賦粟倍他日。孔子曰：『求非我徒也，小子鳴鼓而攻之，可也。』由此觀之，君不行仁政而富之，皆棄於孔子者也，況於爲之強戰？爭地以戰，殺人盈野；爭城以戰，殺人盈城，此所謂率土地而食人肉，罪不容於死。故善戰者服上刑，連諸侯者次之，辟草萊、任土地者次之。」
en: Mencius said, 'Qiu acted as chief officer to the head of the Ji family, whose evil ways he was unable to change, while he exacted from the people double the grain formerly paid. Confucius said, "He is no disciple of mine. Little children, beat the drum and assail him." Looking at the subject from this case, we perceive that when a prince was not practising benevolent government, all his ministers who enriched him were rejected by Confucius - how much more would he have rejected those who are vehement to fight for their prince! When contentions about territory are the ground on which they fight, they slaughter men till the fields are filled with them. When some struggle for a city is the ground on which they fight, they slaughter men till the city is filled with them. This is what is called "leading on the land to devour human flesh." Death is not enough for such a crime. Therefore, those who are skilful to fight should suffer the highest punishment. Next to them should be punished those who unite some princes in leagues against others; and next to them, those who take in grassy commons, imposing the cultivation of the ground on the people.'

source: 孟子曰：「存乎人者，莫良於眸子，眸子不能掩其惡。胸中正，則眸子瞭焉；胸中不正，則眸子眊焉。聽其言也，觀其眸子，人焉廋哉？」
en: Mencius said, 'Of all the parts of a man's body there is none more excellent than the pupil of the eye. The pupil cannot be used to hide a man's wickedness. If within the breast all be correct, the pupil is bright. If within the breast all be not correct, the pupil is dull. Listen to a man's words and look at the pupil of his eye. How can a man conceal his character?'

source: 孟子曰：「恭者不侮人，儉者不奪人。侮奪人之君，惟恐不順焉，惡得爲恭儉？恭儉豈可以聲音笑貌爲哉？」
en: Mencius said, 'The respectful do not despise others. The economical do not plunder others. The prince who treats men with despite and plunders them, is only afraid that they may not prove obedient to him - how can he be regarded as respectful or economical? How can respectfulness and economy be made out of tones of the voice, and a smiling manner?'

source: 淳于髡曰：「男女授受不親，禮與？」孟子曰：「禮也。」曰：「嫂溺則援之以手乎？」曰：「嫂溺不援，是豺狼也。男女授受不親，禮也。嫂溺援之以手者，權也。」曰：「今天下溺矣，夫子之不援，何也？」曰：「天下溺，援之以道；嫂溺，援之以手。子欲手援天下乎？」
en: Chun Yu Kun said, 'Is it the rule that males and females shall not allow their hands to touch in giving or receiving anything?' Mencius replied, 'It is the rule.' Kun asked, 'If a man's sister-in-law be drowning, shall he rescue her with his hand?' Mencius said, 'He who would not so rescue the drowning woman is a wolf. For males and females not to allow their hands to touch in giving and receiving is the general rule; when a sister-in-law is drowning, to rescue her with the hand is a peculiar exigency.' Kun said, 'The whole kingdom is drowning. How strange it is that you will not rescue it!' Mencius answered, 'A drowning kingdom must be rescued with right principles, as a drowning sister-in-law has to be rescued with the hand. Do you wish me to rescue the kingdom with my hand?'

source: 公孫丑曰：「君子之不教子，何也？」孟子曰：「勢不行也。教者必以正；以正不行，繼之以怒；繼之以怒，則反夷矣。『夫子教我以正；夫子未出於正也。』則是父子相夷也。父子相夷則惡矣。古者易子而教之，父子之間不責善，責善則離，離則不祥莫大焉。」
en: Gong Sun Chou said, 'Why is it that the superior man does not himself teach his son?' Mencius replied, 'The circumstances of the case forbid its being done. The teacher must inculcate what is correct. When he inculcates what is correct, and his lessons are not practised, he follows them up with being angry. When he follows them up with being angry, then, contrary to what should be, he is offended with his son. At the same time, the pupil says, 'My master inculcates on me what is correct, and he himself does not proceed in a correct path." The result of this is, that father and son are offended with each other. When father and son come to be offended with each other, the case is evil. The ancients exchanged sons, and one taught the son of another. Between father and son, there should be no reproving admonitions to what is good. Such reproofs lead to alienation, and than alienation there is nothing more inauspicious.'

source: 孟子曰：「事孰爲大？事親爲大。守孰爲大？守身爲大。不失其身而能事其親者，吾聞之矣；失其身而能事其親者，吾未之聞也。孰不爲事？事親，事之本也。孰不爲守？守身，守之本也。曾子養曾晳，必有酒肉；將徹，必請所與；問有餘，必曰『有』。曾晳死，曾元養曾子，必有酒肉；將徹，不請所與；問有餘，曰『亡矣』，將以復進也，此所謂養口體者也。若曾子，則可謂養志也。事親若曾子者，可也。」
en: Mencius said, 'Of services, which is the greatest? The service of parents is the greatest. Of charges, which is the greatest ? The charge of one's self is the greatest. That those who do not fail to keep themselves are able to serve their parents is what I have heard. But I have never heard of any, who, having failed to keep themselves, were able notwithstanding to serve their parents. There are many services, but the service of parents is the root of all others. There are many charges, but the charge of one's self is the root of all others. The philosopher Zeng, in nourishing Zeng Xi, was always sure to have wine and flesh provided. And when they were being removed, he would ask respectfully to whom he should give what was left. If his father asked whether there was anything left, he was sure to say, "There is." After the death of Zeng Xi, when Zeng Yuan came to nourish Zengzi, he was always sure to have wine and flesh provided. But when the things were being removed, he did not ask to whom he should give what was left, and if his father asked whether there was anything left, he would answer "No;" - intending to bring them in again. This was what is called "nourishing the mouth and body." We may call Zengzi's practice "nourishing the will." To serve one's parents as Zengzi served his, may be accepted as flial piety.'

source: 孟子曰：「人不足與適也，政不足與間也，惟大人爲能格君心之非。君仁莫不仁，君義莫不義，君正莫不正，一正君而國定矣。」
en: Mencius said, 'It is not enough to remonstrate with a sovereign on account of the mal-employment of ministers, nor to blame errors of government. It is only the great man who can rectify what is wrong in the sovereign's mind. Let the prince be benevolent, and all his acts will be benevolent. Let the prince be righteous, and all his acts will be righteous. Let the prince be correct, and everything will be correct. Once rectify the ruler, and the kingdom will be firmly settled.'

source: 孟子曰：「有不虞之譽，有求全之毀。」
en: Mencius said, 'There are cases of praise which could not be expected, and of reproach when the parties have been seeking to be perfect.'

source: 孟子曰：「人之易其言也，無責耳矣。」
en: Mencius said, 'Men's being ready with their tongues arises simply from their not having been reproved.'

source: 孟子曰：「人之患在好爲人師。」
en: Mencius said, 'The evil of men is that they like to be teachers of others.'

source: 樂正子從於子敖之齊。樂正子見孟子，孟子曰：「子亦來見我乎？」曰：「先生何爲出此言也？」曰：「子來幾日矣？」曰：「昔者。」曰：「昔者，則我出此言也，不亦宜乎？」曰：「舍館未定。」曰：「子聞之也；『舍館定，然後求見長者』乎？」曰：「克有罪。」
en: The disciple Yue Zheng went in the train of Zi Ao to Qi. He came to see Mencius, who said to him, 'Are you also come to see me?' Yue Zheng replied, 'Master, why do you speak such words?' 'How many days have you been here?' asked Mencius. 'I came yesterday.' 'Yesterday! Is it not with reason then that I thus speak?' 'My lodging-house was not arranged.' 'Have you heard that a scholar's lodging-house must be arranged before he visit his elder?' Yue Zheng said, 'I have done wrong.'

source: 孟子謂樂正子曰：「子之從於子敖來，徒餔啜也。我不意子學古之道而以餔啜也。」
en: Mencius, addressing the disciple Yue Zheng, said to him, 'Your coming here in the train of Zi Ao was only because of the food and the drink. I could not have thought that you, having learned the doctrine of the ancients, would have acted with a view to eating and drinking.'

source: 孟子曰：「不孝有三，無後爲大。舜不告而娶，爲無後也，君子以爲猶告也。」
en: Mencius said, 'There are three things which are unfilial, and to have no posterity is the greatest of them. Shun married without informing his parents because of this, lest he should have no posterity. Superior men consider that his doing so was the same as if he had informed them.'

source: 孟子曰：「仁之實，事親是也。義之實，從兄是也。智之實，知斯二者弗去是也。禮之實，節文斯二者是也。樂之實，樂斯二者，樂則生矣。生則惡可已也？惡可已，則不知足之蹈之、手之舞之。」
en: Mencius said, 'The richest fruit of benevolence is this: the service of one's parents. The richest fruit of righteousness is this: the obeying one's elder brothers. The richest fruit of wisdom is this: the knowing those two things, and not departing from them. The richest fruit of propriety is this: the ordering and adorning those two things. The richest fruit of music is this: the rejoicing in those two things. When they are rejoiced in, they grow. Growing, how can they be repressed? When they come to this state that they cannot be repressed, then unconsciously the feet begin to dance and the hands to move.'

source: 孟子曰：「天下大悅而將歸己，視天下悅而歸己，猶草芥也，惟舜爲然。不得乎親，不可以爲人；不順乎親，不可以爲子。舜盡事親之道，而瞽瞍厎豫。瞽瞍厎豫而天下化；瞽瞍厎豫而天下之爲父子者定。此之謂大孝。」
en: Mencius said, 'Suppose the case of the whole kingdom turning in great delight to an individual to submit to him. To regard the whole kingdom thus turning to him in great delight but as a bundle of grass - only Shun was capable of this. He considered that if one could not get the hearts of his parents he could not be considered a man, and that if he could not get to an entire accord with his parents, he could not be considered a son. By Shun's completely fulfilling everything by which a parent could be served, Gu Sou was brought to find delight in what was good. When Gu Sou was brought to find that delight, the whole kingdom was transformed. When Gu Sou was brought to find that delight, all fathers and sons in the kingdom were established in their respective duties. This is called great filial piety.'

source: 孟子曰：「舜生於諸馮，遷於負夏，卒於鳴條，東夷之人也。文王生於岐周，卒於畢郢，西夷之人也。地之相去也，千有餘里；世之相後也，千有餘歲。得志行乎中國，若合符節。先聖後聖，其揆一也。」
en: Mencius said, 'Shun was born in Zhu Feng, removed to Fu Xia, and died in Ming Tiao - a man near the wild tribes on the east. King Wen was born in Zhou by mount Qi, and died in Bi Ying - a man near the wild tribes on the west. Those regions were distant from one another more than a thousand li, and the age of the one sage was posterior to that of the other more than a thousand years. But when they got their wish, and carried their principles into practice throughout the Middle Kingdom, it was like uniting the two halves of a seal. When we examine those sages, both the earlier and the later, their principles are found to be the same.'

source: 子產聽鄭國之政，以其乘輿濟人於溱、洧。孟子曰：「惠而不知為政，歲十一月徒杠成，十二月輿梁成，民未病涉也。君子平其政，行辟人可也；焉得人人而濟之？故為政者，每人而悅之，日亦不足矣。」
en: When Zi Chan was chief minister of the State of Zheng, he would convey people across the Zhen and Wei in his own carriage. Mencius said, 'It was kind, but showed that he did not understand the practice of government. When in the eleventh month of the year the foot-bridges are completed, and the carriage-bridges in the twelfth month, the people have not the trouble of wading. Let a governor conduct his rule on principles of equal justice, and, when he goes abroad, he may cause people to be removed out of his path. But how can he convey everybody across the rivers? It follows that if a governor will try to please everybody, he will find the days not sufficient for his work.'
